Repository: common-repository/buddypress-group-newsletter
Catalog: includes/languages/*.po
Languages: de_de

source: Write a newsletter
de_de: Newsletter erstellen

source: * Subject
de_de: * Betreff

source: * Message
de_de: * Nachricht

source: Send Newsletter
de_de: Newsletter abschicken

source: Load More
de_de: Mehr laden

source: No newsletter available
de_de: Keine Newsletter vorhanden.

source: Your newsletter has been sent.
de_de: Dein Newsletter wurde verschickt.

source: Please fill out the form completely
de_de: Bitte fülle das Formular vollständig aus!

source: Newsletter from the group %s.
de_de: Newsletter der Gruppe %s.

source: Subject: %s Message: %s
de_de: Betreff: %s Nachricht: %s
